{
    "Please Enter the Scholarship Name": "请添加翻译",
    "Enter the Award Amount": "请添加翻译",
    "Create API Token": "请添加翻译",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "请添加翻译",
    "Token Name": "请添加翻译",
    "Permissions": "请添加翻译",
    "Created.": "请添加翻译",
    "Create": "请添加翻译",
    "Manage API Tokens": "请添加翻译",
    "You may delete any of your existing tokens if they are no longer needed.": "请添加翻译",
    "Last used": "请添加翻译",
    "Delete": "请添加翻译",
    "API Token": "请添加翻译",
    "Please copy your new API token. For your security, it won\\'t be shown again.": "请添加翻译",
    "Close": "请添加翻译",
    "API Token Permissions": "请添加翻译",
    "Cancel": "请添加翻译",
    "Save": "请添加翻译",
    "Delete API Token": "请添加翻译",
    "Are you sure you would like to delete this API token?": "请添加翻译",
    "API Tokens": "请添加翻译",
    "This is a secure area of the application. Please confirm your password before continuing.": "请添加翻译",
    "Password": "请添加翻译",
    "Confirm": "请添加翻译",
    "Confirm Password": "请添加翻译",
    "Back to Login": "请添加翻译",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "请添加翻译",
    "Email": "请添加翻译",
    "Email Password Reset Link": "请添加翻译",
    "Forgot Password": "请添加翻译",
    "No problem! Enter your email below and we will send you a link to reset your password.": "请添加翻译",
    "Email Address": "请添加翻译",
    "Send Reset Link": "请添加翻译",
    "Welcome Back": "请添加翻译",
    "Sign in to your account": "请添加翻译",
    "Remember me": "请添加翻译",
    "Forgot password?": "请添加翻译",
    "Register": "请添加翻译",
    "Log in": "请添加翻译",
    "Create an Account": "请添加翻译",
    "Full Name": "请添加翻译",
    "Terms of Service": "请添加翻译",
    "Privacy Policy": "请添加翻译",
    "Already registered?": "请添加翻译",
    "Reset Password": "请添加翻译",
    "Enter your email and new password below to reset your account.": "请添加翻译",
    "New Password": "请添加翻译",
    "Confirm New Password": "请添加翻译",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "请添加翻译",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "请添加翻译",
    "Code": "请添加翻译",
    "Recovery Code": "请添加翻译",
    "Use a recovery code": "请添加翻译",
    "Use an authentication code": "请添加翻译",
    "Two-Factor Authentication": "请添加翻译",
    "Enter the authentication code from your authenticator app.": "请添加翻译",
    "Enter one of your emergency recovery codes.": "请添加翻译",
    "Authentication Code": "请添加翻译",
    "Log In": "请添加翻译",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "请添加翻译",
    "A new verification link has been sent to the email address you provided in your profile settings.": "请添加翻译",
    "Resend Verification Email": "请添加翻译",
    "Edit Profile": "请添加翻译",
    "Log Out": "请添加翻译",
    "Before continuing, please verify your email address by clicking the link we just sent you. If you didn\\'t receive the email, click below to request another.": "请添加翻译",
    "A new verification link has been sent to your email address.": "请添加翻译",
    "For your security, please confirm your password to continue.": "请添加翻译",
    "Whoops! Something went wrong.": "请添加翻译",
    "Dashboard": "请添加翻译",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "请添加翻译",
    "Create Account": "请添加翻译",
    "If you already have an account, you may accept this invitation by clicking the button below:": "请添加翻译",
    "You may accept this invitation by clicking the button below:": "请添加翻译",
    "Accept Invitation": "请添加翻译",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "请添加翻译",
    "Manage Team": "请添加翻译",
    "Team Settings": "请添加翻译",
    "Create New Team": "请添加翻译",
    "Switch Teams": "请添加翻译",
    "Manage Account": "请添加翻译",
    "Profile": "请添加翻译",
    "Delete Account": "请添加翻译",
    "Permanently delete your account.": "请添加翻译",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "请添加翻译",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "请添加翻译",
    "Browser Sessions": "请添加翻译",
    "Manage and log out your active sessions on other browsers and devices.": "请添加翻译",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "请添加翻译",
    "Unknown": "请添加翻译",
    "This device": "请添加翻译",
    "Last active": "请添加翻译",
    "Log Out Other Browser Sessions": "请添加翻译",
    "Done.": "请添加翻译",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "请添加翻译",
    "Two Factor Authentication": "请添加翻译",
    "Add additional security to your account using two factor authentication.": "请添加翻译",
    "Finish enabling two factor authentication.": "请添加翻译",
    "You have enabled two factor authentication.": "请添加翻译",
    "You have not enabled two factor authentication.": "请添加翻译",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone\\'s Google Authenticator application.": "请添加翻译",
    "To finish enabling two factor authentication, scan the following QR code using your phone\\'s authenticator application or enter the setup key and provide the generated OTP code.": "请添加翻译",
    "Two factor authentication is now enabled. Scan the following QR code using your phone\\'s authenticator application or enter the setup key.": "请添加翻译",
    "Setup Key": "请添加翻译",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "请添加翻译",
    "Enable": "请添加翻译",
    "Regenerate Recovery Codes": "请添加翻译",
    "Show Recovery Codes": "请添加翻译",
    "Disable": "请添加翻译",
    "Update Password": "请添加翻译",
    "Ensure your account is using a long, random password to stay secure.": "请添加翻译",
    "Current Password": "请添加翻译",
    "Saved.": "请添加翻译",
    "Profile Information": "请添加翻译",
    "Update your account\\'s profile information and email address.": "请添加翻译",
    "Photo": "请添加翻译",
    "Select A New Photo": "请添加翻译",
    "Remove Photo": "请添加翻译",
    "Name": "请添加翻译",
    "Your email address is unverified.": "请添加翻译",
    "Click here to re-send the verification email.": "请添加翻译",
    "Showing": "请添加翻译",
    "to": "请添加翻译",
    "of": "请添加翻译",
    "results": "请添加翻译",
    "Pagination Navigation": "请添加翻译",
    "pagination.previous": "请添加翻译",
    "pagination.next": "请添加翻译",
    "Admin Dashboard": "请添加翻译"
}